const updateNotesText = `패치 노트 | V265 2026-07-31

■ 신규 기능
- 초성 필터 기능 추가
  - 원하는 퍽의 초성을 여러 개 중복으로 선택하여 필터링할 수 있습니다.
  - 하단의 '선택 초기화(CLEAR)' 버튼을 통해 선택한 초성을 한 번에 해제할 수 있습니다.
  - '5수 앞'과 같이 숫자로 시작하는 퍽은 한글 발음('오')으로 자동 변환되어 적용됩니다.
  - 재앙, 호재, 주술 등 분류명은 초성에서 제외하고 적용됩니다


 이전 패치 노트 | V264

■ 티어표 밸런스 조정 (최신 메타 반영)
- [살인마] 최후의 일격 (3티어 → 4티어)
- [살인마] 프랭클린의 죽음 (3티어 → 4티어)
- [살인마] 어둠 속의 첩자 (2티어 → 3티어)
- [살인마] 바비큐 & 칠리 (5티어 → 4티어)
- [살인마] 조각난 희망 (2티어 → 1티어)
- [생존자] 국민을 위하여 (2티어 → 4티어)
- [생존자] 뒤틀림 (2티어 → 4티어)
- [생존자] 유대감 (5티어 → 4티어)
- [생존자] 자가 치료 (3티어 → 2티어)
- [생존자] 변수 퍽 6종 (교란, 속임수, 플롯 트위스트, 반사된 환영, 음유시인의 영감, 하나-둘-셋-넷!) (5티어 → 3티어)`;